tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
brew "bat"
brew "bottom"
brew "dua-cli"
brew "duf"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "lsd"
brew "micro"
brew "n"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "mike-engel/jwt-cli/jwt-cli"
cask "alt-tab"
cask "azure-data-studio"
cask "flameshot"
cask "font-cascadia-code"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "powershell"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
