tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
brew "awscli"
brew "bat"
brew "bottom"
brew "docker"
brew "dua-cli"
brew "duf"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "go"
brew "httpie"
brew "k9s"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "lsd"
brew "micro"
brew "mysql-client"
brew "nmap"
brew "openjdk"
brew "procs"
brew "ripgrep"
brew "socat"
brew "stern"
brew "tldr"
brew "totp-cli"
brew "wget"
brew "zoxide"
brew "mike-engel/jwt-cli/jwt-cli"
cask "alt-tab"
cask "dbgate"
cask "fig"
cask "flameshot"
cask "flycut"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "middleclick"
cask "mos"
cask "powershell"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
